Repository: jaywcjlove/MyAppListKit
Catalog: Sources/MyAppListKit/Resources/*.lproj/Localizable.strings
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: My Other Apps
de: Meine weiteren Apps
fr: Mes autres applications
ja: 他のアプリ
ko: 다른 앱
zh_hans: 我的更多应用
zh_hant: 我的更多應用程式

source: Check for Updates...
de: Nach Updates suchen…
fr: Vérifier les mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: More Tools
de: Mehr Werkzeuge
fr: Plus d'outils
ja: その他のツール
ko: 더 많은 도구
zh_hans: 更多工具
zh_hant: 更多工具

source: Rate App
de: Bewerten Sie die App
fr: Noter l'application
ja: アプリを評価する
ko: 앱 평가
zh_hans: 给App评分
zh_hant: 為應用程式評分

source: Send Feedback
de: Feedback senden
fr: Envoyer des commentaires…
ja: フィードバックを送信
ko: 피드백 전송…
zh_hans: 发送反馈...
zh_hant: 發送意見反饋...

source: Website
de: Webseite
fr: Site Web
ja: ウェブサイト
ko: 웹사이트
zh_hans: 网站
zh_hant: 網站

# feedback_email_url
source: mailto:kennyiseeyou@gmail.com?subject=%@&body= Here, tell me, what suggestions do you have? %@ %@
de: mailto:kennyiseeyou@gmail.com?subject=%@&body= Lass mich wissen, welche Vorschläge du hast. %@ %@
fr: mailto:kennyiseeyou@gmail.com?subject=%@&body= Dites-moi ce que vous suggérez. %@ %@
ja: mailto:kennyiseeyou@gmail.com?subject=%@&body= ご意見があればお聞かせください。 %@ %@
ko: mailto:kennyiseeyou@gmail.com?subject=%@&body= 어떤 의견이든 알려주세요. %@ %@
zh_hans: mailto:kennyiseeyou@gmail.com?subject=%@&body= 在这里告诉我，你有什么建议? %@ %@
zh_hant: mailto:kennyiseeyou@gmail.com?subject=%@&body= 請告訴我你的建議。 %@ %@

# iconed_des
source: Create custom icons
de: Erstelle individuelle Icons
fr: Créez des icônes personnalisées
ja: カスタムアイコン作成
ko: 맞춤형 아이콘 만들기
zh_hans: 创建个性化icns图标
zh_hant: 創建自訂圖示

# palette_genius_des
source: Color management & picker
de: Farben verwalten und aufnehmen
fr: Gestion des couleurs et sélecteur
ja: カラー管理＆カラーピッカー
ko: 색상 관리 및 색상 추출기
zh_hans: 颜色管理与吸取
zh_hant: 顏色管理與顏色選擇器

# symbol_scribe_des
source: Copy & manage symbols
de: Symbole kopieren und verwalten
fr: Copier et gérer des symboles
ja: シンボルのコピーと管理
ko: 기호 복사 및 관리
zh_hans: 复制与管理符号
zh_hant: 複製與管理符號

# create_custom_symbols_des
source: Convert SVG to SF Symbols
de: SVG zu SF-Symbolen umwandeln
fr: Convertir SVG en symboles SF
ja: SVGをSFシンボルに変換
ko: SVG를 SF 기호로 변환
zh_hans: SVG转换为SF符号
zh_hant: 將 SVG 轉為 SF 符號

# iconize_folder_des
source: Customize folder icons
de: Ordnersymbole anpassen
fr: Personnaliser les icônes de dossiers
ja: フォルダアイコンのカスタマイズ
ko: 폴더 아이콘 맞춤 설정
zh_hans: 自定义文件夹图标
zh_hant: 自訂文件夾圖示

# key_clicker_des
source: Simulate typing sounds & keys
de: Tastaturgeräusche und Tasten anzeigen
fr: Simuler les sons de frappe et les touches
ja: タイピング音とキー表示
ko: 타이핑 소리 및 키 표시
zh_hans: 模拟打字声音显示按键
zh_hant: 模擬打字聲與按鍵顯示

# textsound_saver_des
source: Convert text to speech
de: Text in Sprache umwandeln
fr: Convertir le texte en parole
ja: テキストを音声に変換
ko: 텍스트를 음성으로 변환
zh_hans: 文本转换为语音
zh_hant: 文本轉語音

# time_passage_des
source: Calculate remaining life days
de: Berechne verbleibende Lebenstage
fr: Calculer les jours de vie restants
ja: 残りの寿命を計算
ko: 남은 생애 일수 계산
zh_hans: 计算你还会活多少天
zh_hant: 計算剩餘生命天數

# resume_revise_des
source: Create a professional resume
de: Erstelle einen professionellen Lebenslauf
fr: Créer un CV professionnel
ja: プロフェッショナルな履歴書作成
ko: 전문적인 이력서 작성
zh_hans: 创建专业简历
zh_hant: 製作專業履歷

# regex_mate_des
source: Regular expression tool
de: Werkzeug für reguläre Ausdrücke
fr: Outil d'expressions régulières
ja: 正規表現ツール
ko: 정규 표현식 도구
zh_hans: 正则表达式测试
zh_hant: 正則表達式工具

# paste_quick_des
source: Simple clipboard management
de: Einfaches Clipboard-Management
fr: Gestion simple du presse-papiers
ja: 簡単なクリップボード管理
ko: 간단한 클립보드 관리
zh_hans: 剪贴板管理
zh_hant: 簡單剪貼簿管理

# quick_rss_des
source: RSS reader
fr: Lecteur RSS
ja: RSSリーダー
ko: RSS 리더
zh_hans: RSS 阅读器
zh_hant: RSS閱讀器

# web_serve_des
source: Create local web servers
de: Erstelle lokalen Webserver
fr: Créer des serveurs web locaux
ja: ローカルウェブサーバー作成
ko: 로컬 웹 서버 생성
zh_hans: 创建本地静态服务器
zh_hant: 創建本地靜態伺服器

# copybook_generator_des
source: Generate Chinese writing templates
de: Erzeuge chinesische Schreibvorlagen
fr: Générer des modèles d'écriture chinoise
ja: 漢字練習帳の作成
ko: 한자 연습장 만들기
zh_hans: 生成汉字字帖
zh_hant: 生成漢字字帖

# rightmenu_master_des
source: Enhance Finder menu
de: Finder Menü verbessern
fr: Améliorer le menu Finder
ja: Finderメニューの強化
ko: Finder 메뉴 강화
zh_hans: 增强 Finder 上下文菜单
zh_hant: 強化 Finder 菜單

# devhub_des
source: Developer toolset
de: Toolset für Entwickler
fr: Kit d'outils pour développeurs
ja: 開発者ツールセット
ko: 개발자 도구 모음
zh_hans: 开发者工具集
zh_hant: 開發者工具包

# devtutor_des
source: SwiftUI/Swift quick reference
de: SwiftUI/Swift Schnellreferenz
fr: Référence rapide SwiftUI/Swift
ja: SwiftUI/Swiftクイックリファレンス
ko: SwiftUI/Swift 빠른 참조
zh_hans: SwiftUI/Swift速查手册
zh_hant: SwiftUI/Swift 快速參考

# daybar_des
source: Show date & reminders in menu bar
de: Zeige Datum und Erinnerungen in der Menüleiste
fr: Afficher la date et les rappels dans la barre de menu
ja: メニューバーに日付＆リマインダー表示
ko: 메뉴바에 날짜 및 알림 표시
zh_hans: 菜单栏显示日期/提醒和TODO
zh_hant: 在菜單欄顯示日期與提醒

# videoer_des
source: Batch process videos & audios
de: Batch-Verarbeitung von Videos und Audios
fr: Traitement par lots de vidéos et audios
ja: 動画と音声の一括処理
ko: 비디오 및 오디오 배치 처리
zh_hans: 批量处理视频与音频
zh_hant: 批次處理影片與音訊

# focus_cursor_des
source: Highlight cursor position
de: Hervorhebung des Cursors
fr: Mettre en surbrillance la position du curseur
ja: カーソル位置のハイライト
ko: 커서 위치 강조
zh_hans: 高亮显示光标位置
zh_hant: 高亮顯示光標位置

# file_sentinel_des
source: Track shell command history
de: Verlauf von Shell-Befehlen überwachen
fr: Suivre l'historique des commandes Shell
ja: Shellコマンド履歴を追跡
ko: Shell 명령어 이력 추적
zh_hans: Shell 命令历史跟踪并搜索
zh_hant: 追蹤 Shell 命令歷史

# audioer_des
source: Batch Audio Conversion
de: Batch-Audio-Konvertierung
ko: 배치 오디오 변환
zh_hans: 批量音频转换
zh_hant: 批量音頻轉換

# musicer_des
source: Simple local music player
ko: 간단한 로컬 음악 플레이어
zh_hans: 简单本地音乐播放器

# mousio_des
source: Move the mouse cursor with the keyboard
ko: 키보드로 마우스 커서를 이동합니다
zh_hans: 用键盘移动鼠标光标

# vidwall_des
source: Set video as desktop wallpaper
zh_hans: 将视频设置为桌面壁纸
